<%@ Page Title="" Language="C#" MasterPageFile="~/homeHindi.Master" AutoEventWireup="true" CodeBehind="bayana_hindi.aspx.cs" Inherits="Karaulians.bayana_hindi" %>
<asp:Content ID="Content2" ContentPlaceHolderID="body" Runat="Server">

        <ol class="breadcrumb">
                  <li><a href="Default.aspx"><i class="fa fa-home"></i>Home<i class="fa fa-angle-right"></i></a></li>
                  <li><a href="#">wellcome to karaulians<i class="fa fa-angle-right"></i></a></li>
                  <li class="active"> बयाना का विजयमन्द्रगढ़ </li>
                </ol>
    <blockquote class="blockquote">
                <h2 class="post_title wow ">बयाना का विजयमन्द्रगढ़ </h2>
                <a href="#" ><i class="fa fa-user"></i>Team Karaulians</a>&nbsp; &nbsp;  <a href="#" ><i class="fa fa-clock-o"></i>24 jan,2018</a>
              

                    <p> 

                    बयाना राजस्थान राज्य के भरतपुर ज़िले में स्थित एक महत्त्वपूर्ण स्थान है। जोकि भरतपुर जिला  मुख्यालय से 48 किमी और करौली जिला मुख्यालय से 70 किमी दूर स्थित है|
                      इस नगर को प्राचीन काल में वाणासुर की नगरी कहा जाता था |इसके अतिरिक्त इसके नाम श्रीपथ ,श्रीपुर और शोणितपुर  भी मिलते है.बयाना का हजारों वर्ष पुराना इतिहास है|
                       यहाँ से गुप्तकालीन सिक्के भी प्राप्त हुए हैं, जो यह साबित करते हैं कि यहाँ गुप्त शासकों का शासन भी रहा था।


                  </p>
               <!--   <img class="img-center" style="width:150px ; height:100px" src="../img/temple/IMG_20180121_153025.jpg" alt="">-->
                <p>

                    इस किले का निर्माण काल का ठीक ठीक तो पता नही चलता पर यह किला महाभारत काल से है ,यह मालूम पड़ता है चूँकि  श्री मदभागवत गीता में बताया है
                     कि श्री मदभागवत गीता में बताया है कि दैत्यराज वाणासुर का शासन शौणितपुर पर था  । और कांमा के जैन भंडार की प्रशस्ति 89 से भी स्पष्ट होता है,
                     की बयाना का पुराण नाम शोणितपुर था और यन्हॉ की लोक किवदंतिया भी इस बात की पुष्टि करती है |जिसे कालान्तर में मथुरा के राजा जैइन्द्र पाल ने
                     जीत कर अपने राज्य में मिला लिया था |जिसके बाद इनके पुत्र विजय पाल जी ने इस किले का पुनुरुधार  करके सन् 995 मे अपनी राजधानी घोषित कर 
                    यहाँ से अपना राज चलाया|

                    
                </p>
                        <p>कप्तान  पाउलेट ने अपने गजेटियर में लिखा है कि<a> महाराजा विजय पाल</a>ने मथुरा छोड़कर मणि पहाड़ पर 1 किला सन् 995 में बनवाया|
                            महाराजा विजय पाल जी ने अपने जीवन में 35 लड़ाइयो में विजय प्राप्त की थी एवं इन्होंने एक बार<a> अल्लाउद्दीन ख़िलजी </a>को बुरी तरह परास्त करके यहा से भगाया था 
                            और  उसकी स्म्रति में भीमलाट बनवाया जो यदुवंशी राजपुतो का विजय स्तम्भ भी है|इस किले में संवत 1103 में यदुवंशियो का पहला जोहर भी हुआ था 
                            जिसे इतिहास में<a> कानावर के युद्ध</a> के नाम से जाना जाता है ,
                             जिसके बाद यह किला यवनो के पास रहा और  उन्होंने यहा कई आमूलचूल परिवर्तन भी किये जेसे <a>उषा मंदिर </a>के पास बनी हुई मस्जिद इसका उदाहरण है |
</p>
                        <p>इसके बाद कई बार यह किला  कभी राजपूतो के पास रहा तो कभी मुसलमानो के पास रहा सन 1715 के बाद इस किले पर<a> भरतपुर</a> जाट 
                            (<a>सिनसिनवार </a>) रियासत  ने अधिकार कर लिया और आज़ादी तक यह उनके ही पास रहा वर्तमान बयाना तहसील में आज भी महाराजा विजय पाल का 
                            विजयमन्द्रगढ़ दुर्ग ऊँची पहाड़ी पर 14 किमी वर्ग के घेरे में उजड़ा हुआ अपने अतीत की गौरव गाथा का साक्ष्य प्रदान करता है |बयाना के किले में शिल्प को 
                            महत्व नही दिया गया था बल्कि सुरक्षा को अधिक महत्त्व था|इस दुर्ग की दीवारे इतनी चौडी है बनाई गई थी कि दो ट्रक एक साथ चल सकते है|इनके अलावा दुर्ग में
                            बहारहद्वारी,गुम्बज,भीमलाट,पानी के टांके ,रनवास ,तलहटी में दुकाने ,झरने एवं मचान के साथ दूर तक मार करने वाली तोप आज भी खंडहर पड़े देखने को मिलते है|
                             </p>
                        <p>
दुर्ग के सारे निर्माण साधारण परंतु भीमकाय पत्थरो से बने है 
एवं परकोटा पूर्ण सुरक्षित बनाया गया था जो समय की मार से खंडहर में तब्दील हो रहा है
आज भी यह बयाना का  ऐतिहासिक किला पर्यटन के बैनर पर आने का इन्तजार कर रहा है।  और सरकारी संरक्षण के अभाव में अपने अस्तित्व की लड़ाई लड़ रहा है
                                 बयाना अपनी नील की पैदावार के भी काफी प्रसिद्ध था यहां की नील देश के बाकि हिस्सों की नील से महंगी बिकती थी जोकि आज लुप्तप्राय है
                        </p>

              </blockquote>
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="footer1" Runat="Server">
</asp:Content>

