<%@ Page Title="" Language="C#" MasterPageFile="~/homeHindi.Master" AutoEventWireup="true" CodeBehind="karauli_city_rawal_hindi.aspx.cs" Inherits="Karaulians.karauli_city_rawal_hindi" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
     <title>Karaulians |Home|karauli_city_rawal_hindi</title>
    <meta name="description" content=" karauli's karauli_city_rawal palacle is most femas tourist place in rajasthan north india">
  <meta name="keywords" content="karauli_city_rawal_hindi,karauli city palace,rawal,karauli_city_rawal_hindi tourist palace,karauli fort,karauli mahal ">
  <meta name="author" content="team karaulians">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="body" Runat="Server">


    <ol class="breadcrumb">
                  <li><a href="Default.aspx"><i class="fa fa-home"></i>Home<i class="fa fa-angle-right"></i></a></li>
                  <li><a href="#">wellcome to karaulians<i class="fa fa-angle-right"></i></a></li>
                  <li class="active">करौली राजमहल  </li>
                </ol>
                <h2 class="post_title wow ">करौली राजमहल   </h2>
                <a href="#" ><i class="fa fa-user"></i>Team Karaulians</a>&nbsp; &nbsp;  <a href="#" ><i class="fa fa-clock-o"></i>24 jan,2018</a>
              
                        <blockquote class="blockquote">
   
    
  
                  <p> 

                     महाराजा अर्जुनदेव जी मण्डरायल दुर्ग से निकालकर सन १३४८ में एक ऍसे स्थान पर आ पहुंचे जहॉं भद्रावती नदी के किनारे शेर व गाय
                       एक साथ एक ही घाट पर पानी पी रहे थे | यह देखकर महाराजा को विचार आया कि यह स्थान जरुर कल्याण्कारी होगा |
                      उन्होने उसी स्थान पर कल्याण्पुरी नगरी की स्थापना की जो बाद में करौली के नाम से प्रसिध्द हुई |
                      इसी स्थान पर राजमहल की नीवं रखी गयी जिसे हम रावल के नाम से जानते हैं | करौली शहर के  ह्दय स्थल पर बना करौली किला (रावल ) बहुत सुन्दर है |


                  </p>
               <!--   <img class="img-center" style="width:150px ; height:100px" src="../img/temple/IMG_20180121_153025.jpg" alt="">-->
                            <p>
                                 यह किला लाल सफेद पत्थारो बना हुआ है |इस किले के चारो ओर पह्ले धूलकोट था | बाद में फूटाकोट तक कोट बना | कोट के फूट जाने से बाद में उसका नाम फूटाकोट पड गया |महाराजा गोपाल सिंह जी ने सर्वप्रथम करौली शहर के चारों ओर लाल पत्थरों से पक्का परकोटा सन १७३० में बनवाया |जिसमें ४० फीट ऊंची ३२ बुर्जे एवं प्राचीर में दीवारों में दो आले रखे जिनमें एक से दुश्मन की सेना पर तीर एवं गोलियों से प्रहार किया जा सके |तथा दूसरे छिद्र से शत्रुसेना को ऑखों से देखा जा सके |बुर्जो पर चढ़ने के लिये सीडियों का निर्माण किया गया |श्हर के परकोटे में ६ दरवाजे एवं १२ खिड्कियॉं हैं | इन पर सुरखा की द्र्स्टि से इन पर किवाडों पर लोहे की चददर व कीले लगाई गयी |
                            </p>
                            <p>
                                करौली राजमहल (रावल) दो भागों में विभक्त है |एक छोटा रावल तथा दूसरा बडा रावल कहलाता है | दोनो एक दूसरे से जुडे हुये है |इसमें पहले एक रास्ता सिंहद्वार से दूसरा रास्ता मुख्य दरवाजे से होकर था | रियासत काल समाप्त होने के बाद सिंह्द्वार वाला रास्ता बन्द कर दिया गाया |बडे रावल सिंह्द्वार से घुसते ही पहले श्री मदनमोहन जी मन्दिर का चॉक आता है|उसके प्रवेश के बाद एक ओर अश्वशाला , हाथीयों को बॉंधने के खूटे गडे दिखाई पडते है |इस अस्तबल में १२२ वर्गफीट चबूतरा है | जिसका इतिहास है कि करौली बसने से पूर्व यहॉं मचा मीणा रहते थे | जिन्होंने रावल बनवाने का विरोध किया | राजा ने चतुराई एवं वीरता से कुऑं खुदवाने हेतु लगे मचा मीणाओ को चबूतरे के अन्दर खड्डे में डालकर चबूतरा पटवा दिया |इस चबूतरे पर अश्वों को दाना डाला जाता था | चोक के बगल में जनानी रावल दिखाई पडती है | बडे दरवाजे के अगल बगल में कामदारों के कार्यालय बनाये गये | जनानी रावल में दासियॉं भी रहती थी | इस रावल में मन्दिर भी था |जिसमें गोपाल जी की मूर्ती (दॉलताबाद विजय से लाई गयी ) रखी गयी थी | बाद में वहॉं से नये मन्दिर मे स्थापित की गयी | 

                            </p>
                            <p>
                                छोटे रावल को जाने हेतु दरवाजे यानी रंगमहल के नीचे से गुजरना पडता था |इस बडे दरवाजे पर पीतल की चादर एवं कीले जडी हुई है , तथा कलात्मक चितराम बना हुआ है |दरवाजे से निकलते ही चॉक दिखाई पडता है | जहॉं सर्वोच्च शक्ति का वास था | मुख्य दरवाजे से निकालने पर बाहर तोपखाना दूसरी ओर महलों की दीवार के सहारे थाना चॉकी के बगल में नाहर कटहरा एवं सुर्री गुर्ज है |इस सुर्री गुर्ज के सहारे सहारे गोपाल सिंह अखाडे तक दीवार एवं महलों का पिछवाडा दिखाई पडता है |आजकल इस रास्तें के बगल में मदनमोहन जी के मन्दिर का रास्ता बना दिया गया है |
                            </p>
                            <p>
                                पुनः रावल के मुख्य दरवाजे पर आते है जहॉं सैनिक की पहरेदारी हेतु दोनों बगल में कवाटर्स है |इनके दाहिने ओर बगल में "भंवर बैंक" है | जहॉं राज्य के कर्मचारियों को वेतन आदि मिलता था |यहीं पर एक चबूतरा है , जहॉं पर लोहे की एक लम्बी छ्ड लगी हुई है |राजा रियासत काल में शेर का शिकार करने के बाद यहॉं जनता को दिखाने हेतु डाला जाता था |भंवर बैंक के बगल में सीढ़ियॉं ऊपर गेंदघार को जाती है | सीढ़ियों के बगल में त्रिपोलिया गेट है |किवाडों पर पीतल की कीलों व चद्दर चढ़ी है | अन्दर नजर बगीची दिखाई पडती है , नजर बगीची के चारों ओर घूमकर महलों की बनावट को देखकर तात्कालिक ब्रिटिश सरकार के कर्नल कोंटिग ने कह " In the same respect the finest building of the fort " यह दिल्ली शिल्प पर बना हुआ है |इस नजर बगीची से अन्तःपुर में आने एवं मानिक महलों में जाने हेतु कई रास्ते है , जो किवाडों द्वारा ढ़्कें हुये है |नजर बगीची में एक सीढीनुमा कुण्ड है जिसमे फब्बारा लगा हुआ है |कुण्ड मे रंग बिरंगा पानी भरा रहता था | पानी के निकास के लिये पाईप लाईन अन्दर डली हुई थी | जो शहर के बाहर निकाल जाता था |नजर बगीची के सामने गोपाल मन्दिर , बारहदरी जिसमें २२ खम्बें है , जिसमें उत्कृष्ट बारीक बेलबूटे बने हुये है व सामने राजा भंवरपाल जी का फोटो जिसमें दो शेरों पर हाथ रखे बैढ़ा हुआ तथा ४ बडे शीशे लगे हुये थे|जिसे दीवान-ए-आम कहा जाता था | यही पर राजा फरियादी सुनते थे | रियासत काल में यही दरबार लगता था व बाहर नजर बगीची में न्यॉछाबर भेंट होती थी |होली का अवसर धूमधाम से मनाया जाता था |होली का जनता भी विशेष लुफ्त उडाती थी |
                            </p>
                            <p>
                                मानिक भवन , गोपाल अखाडे , बारुद खाना व सुरंग हेतु गेलेरी से जाना पडता है |गैलेरी के बाद चॉक दिखाई पडता है जहॉं बहुत नरम घास थी |उसके बगल में फॉज कचहरी , चिडियाघार एवं बगल में मुरली मनोहर जी का मन्दिर जहॉं प्रतिवर्ष अन्नकूट होता था |जिसे जनता देखने जाती थी |
                            </p>
                            <p>
                                चॉक के बीच में टेडा कुऑ है , इसके सामने गोपाल अखाडा है |जिसके अन्दर देखने पर अब भी नरम-नरम मिट्टी मानो अभी गो्ळ लगाई हो मिलती है |अखाडा चारो ओर से बन्द है |दीवार पत्थर पर जालीदार जिसमें पशुपखीयों , फूल , बेलों की बेशकीमती शिल्प देखने को मिलता है | आखाडे में मुगदर अब भी रखे हुये है |
                            </p>
                            <p>
                                गोपाल आखाडे के ऊपर तीसरी मंजिल पर सफेद पत्थरों द्वारा निर्मित मानिक भवन है |जिसमें गढ़्वाल शिल्प में लकडी का गुम्बज जिस पर सोने का कलश था |जो इतनी ऊंचाई पर है कि पूता करौली शहर दिखाई देता है | इस भवन में जो भित्तीचित्र हैं वो उत्तम चित्रकला व दस्तकारी की मिसाल है |
                            </p>
                            <p>
                                गोपाल अखाडे के बगल में मकानाते है , जिसके नीचे एक जाली से एक सुरंग दिखायी देती है | यह सुरंग शिकारगंज तक जाती है | जो मुख्य शहर से ३ मील दूरी पर है | यह सुरंग अभी बन्द है |अब पुनः नजर बगीची आते है |
यहॉं से कई रास्ते सीढ़ीयों द्वारा महलों की ऊपर मंजिलो पर जाते है |जिसमें जनानी ड्योडियों ,गयान बंगला में राजा भंवरपाल ध्यान जप करते थे | वो प्रातः विद्वानों से धर्म की चर्चा करते थे |शीशमहल जहॉं सोने चॉंदी के पानी का काम हुआ है , कंच के टुकडो से बना है|जो दर्शनीय है |यहॉं निजी गुमट थी | जिसमें रानीयों के जेबारात , गहने रहते थे |महाराजा निवास , खुली छते ,प्रेखागृह , गेंद्घर ( जहॉं राजा बेड्मिंटन खेला करते थे )आकर्षक थी |महलों में गुप्त वार्ता-लाप करने के लिये अन्दर ही अन्दर किसी को भी बुलाया जा सकता था | भीषण गर्मी में भी शीतल हवा के झोखें इन महलों में आते रहते है , जिससे थकान दूर हो जाती है |

                            </p>
                            <footer class="blockquote-footer">From Team karaulians (Refrance by - Book "karauli itihash k jharokhe se")</footer>
                </blockquote>



</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="footer1" Runat="Server">
</asp:Content>

