
<%@ Page Title="" Language="C#" MasterPageFile="~/homeHindi.Master" AutoEventWireup="true" CodeBehind="mandrayal_hindi.aspx.cs" Inherits="Karaulians.mandrayal_hindi" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <title>Karaulians |Home|Mandrayal fort</title>
    <meta name="description" content="about mandrayal fort that situated in karauli distirct rajasthan .its very old fort in rajasthan belong to jadaun dynasty">
  <meta name="keywords" content="karauli's forts,fort in karauli district ,mandrayal fort,mandrayal,mandrayal city,fort in rajasthan ">
  <meta name="author" content="team karaulians">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="body" Runat="Server">


    <ol class="breadcrumb">
                  <li><a href="Default.aspx"><i class="fa fa-home"></i>Home<i class="fa fa-angle-right"></i></a></li>
                  <li><a href="#">wellcome to karaulians<i class="fa fa-angle-right"></i></a></li>
                  <li class="active"> मंडरायल का  किला </li>
                </ol>
    
                    <div class="container-fluid">

                        <blockquote class="blockquote">
     <h2 class="post_title wow ">मंडरायल का  किला  </h2>
                <a href="#" ><i class="fa fa-user"></i>Team Karaulians</a>&nbsp; &nbsp;  <a href="#" ><i class="fa fa-clock-o"></i>24 jan,2018</a>
                
                  <p> 

                    करौली  के दक्षिण में 40 किमी दूर   राजस्थान और  मध्य प्रदेश की सीमा को विभक्त  करते हुए  घाटियों के  मध्य<a> चंबल नदी</a> के किनारे  
                      एक छोटी सी आयताकार  पहाड़ी पर असतव्यस्त प्राचीरों से घिरा लाल पत्थर का एक निर्माण  देखने को मिलता  है|
                       जिसे मंडरायल दुर्ग की नाम से पहचाना जाता  है । यह वन प्रदेश का पहाड़ी दुर्ग है, जिसके निर्माण सम्बन्धी कोई उपल लेख नहीं मिलता
                       किन्तु एक गजेटियर यह अवश्य अवगत करता हे  कि यह दुर्ग<a> यदुवंशियो </a> के इस क्षेत्र में  आने (San 1327) से पूर्व का है ।


                  </p>
                            <p>
                                जबकि  रियासती  दस्तावेजों  का  कथन  है | की  इसका  निर्माण  इसी  वंश  के  मंडन  पाल (<a>विजय पाल जी </a>के  पुत्र). ने  कराया ।
                                क्षेत्रीय किवदंतियो  के  अनुसार  इसका   नामकरण  माण्डव्य  ऋषि  के   नाम  पर  हुआ 
                                 जिन्होंने इस पहाड़ी पर कभी  तपस्या  की  और  बाद   में  ताल  में  समाधिष्ट  हो  गए ।

                            </p>
               <!--   <img class="img-center" style="width:150px ; height:100px" src="../img/temple/IMG_20180121_153025.jpg" alt="">-->
                            <p>
                                दुर्ग  का  पुरातत्व    दर्ष्टि से   सर्वे   करने  पर  यह  मालूम  पड़ता  है  की  किले की  ज्यादातर   निर्माण  मुस्लिम  सभ्यता
                                  के  प्रभावित  किये  होने  के कारण तत्कालीन  किलेदार  जो  इसमें  लम्बे  समय  तक  दुर्गाधिपत्ति  बन  कर  रहा  उसी  ने  दुर्ग  के  
                                आंतरिक  हिस्सों  में  निर्माण  कार्य  किया   हो । जैसा  की  मिया  माकन  की  लोकप्रियता  से  लगता  है के  दुर्ग  निर्माण  का  श्र्य  इन्हे  ही  दिया  हो । 
                                जबकि  इस  दुर्ग   की  बनावट  से  और  तत्कालीन  परिश्थितियों  से  लगता  है 
                                  के  इस  दुर्ग   का  निर्माण  बुंदेलों  ने  या  ग्वालियर  के  राजाओ   ने  करवाया  होगा ।

                            </p>
                            <p>
                                सन 1202 में<a> मिंया मकन</a> को मार  कर<a> महाराजा अर्जुनबाली</a> ने यह दुर्ग  जीत लिया और करौली राजवंश की पुर्स्थापना की 
                                और मंडरायल को यदुवंशियो की राजधानी बनाई । जो की सन 1202 से 1480 तक रही । उत्तर भारत से दक्षिण भारत जाने का सबसे छोटा रास्ता 
                                होने की वजह से यहां युद्ध  के बादल हमेशा मंडराते थे । एवं  यह  यादवो  को  दक्षिण  में  सुरक्षा  चौकी  के  रूप  में  काम  देता  था । 
                                यहां पर   सन   1504 में <a> सिकंदर  लोधी </a> ने  हमला  भी  किया  था  और शहर  के  सभी   मंदिरो को  नष्ट  
                                करके  दुर्ग  पर  अधिकार  कर लिया  था कहा जाता है की  इस  दुर्ग  की  सबसे  ज्यादा  बर्बादी  इस  युद्ध  में  हुई  थी  दुर्ग  में 
                                 बाला  किले  के  पीछे  पड़े  खंडहर  इसके साक्षी   है ।

                            </p>
                            <p>
                              <a>  महाराजा  द्वारिकादास </a> के  शासनकाल   ( सन 1533-83) में  गुजरात  के <a> बहादुर शाह </a> के  सेनापति <a> तातार  खान </a> ने
                                  करौली  पर  हमला  करते  हुए  इस  दुर्ग  को  अपना  शक्ति  केंद्र  बनाया  था | उसके  बाद  करौली  की  सेना  ने  वहाँ  से  उससे  भगा  कर 
                                 किले  पर  पुनः  अधिकार  कर  लिया  था । कालांतर  में <a> महाराजा हरबख्श  पाल जी</a>  ने  इस  दुर्ग  के  नीचे  आबाद  बस्ती  की  सुरक्षा
                                  हेतु  परकोटा  बनवाया  था । <a>महाराजा  मदन  पाल   जी</a>  के  समय से   इस  दुर्ग  पर  सुरक्षा  हेतु  300   सिपाहियों   के  साथ 
                                 1   किलेदार  रहता  था  यह  की  किलेदारी  मुख्या  रूप  से  हाड़ोती  के <a>परदमपुरा </a>  परिवार  के  पास  रहती  थी ।

                            </p>
                            <p>
                                वर्तमान किले  में   तालाब  और  कई   मस्जिद  है ।
तालाब  की  पार  पर  त्रिदेव  भगवन  का  सुन्दर  देवालय  है ।
शैली  वाले  हनुमान जी   तथा   गहवरदान  की  गुफा  हिन्दू  मुस्लिम  समाज  के  लिए  विशेष  श्रद्धा   का  केंद्र  है ।
किले  की  पौर   (मुख्या  दरवाजा  ) इस  बात  के  लिए  ख्याति  प्राप्त  है  के  इसमें  प्रातः  से  संध्या  तक  सूर्य  का  प्रकाश  देखा  जाता  है ।
किले  की  तलाई में  मंडरायल   क़स्बा  बसा  हुआ  है ।
जिस  के  तीनो  तरफ  बड़े  तीन  दरवाज़ों  से  पुख्ता  प्राचीर  है ।
यहाँ  पर  बाग वाले  हनुमान  जी  और  सीता  राम  एवं  बिहारी  जी  के  प्रमुख  मंदिर  है ।
समतल  भूमि  होने  के  कारण  पैदावार  अच्छी  है परन्तु   यहाँ  पर  विकास  और  सुरक्षा  के  समुचित  योजना  न  होने  के  कारण  सम्पूर्ण  क्षेत्र  में  दस्यु  आतंक  है ।
पर  समय  के  साथ  यह  क्षेत्र  भी  सुधार और विकास  की  और  अग्रसर  है ।
                 
 

                            </p>


                            <footer class="blockquote-footer">From Team karaulians<b><asp:Label ID="view" runat="server"></asp:Label></b></footer>
                </blockquote>

                    </div>


</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="footer1" Runat="Server">
</asp:Content>

