<%@ Page Title="" Language="C#" MasterPageFile="~/homeHindi.Master" AutoEventWireup="true" CodeBehind="timangarh_hindi.aspx.cs" Inherits="Karaulians.timangarh_hindi" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="body" Runat="Server">


      <ol class="breadcrumb">
                  <li><a href="Default.aspx"><i class="fa fa-home"></i>Home<i class="fa fa-angle-right"></i></a></li>
                  <li><a href="#">wellcome to karaulians<i class="fa fa-angle-right"></i></a></li>
                  <li class="active"> तिमनगढ़ दुर्ग </li>
                </ol>
                <h2 class="post_title wow ">तिमनगढ़ दुर्ग  </h2>
                <a href="#" ><i class="fa fa-user"></i>Team Karaulians</a>&nbsp; &nbsp;  <a href="#" ><i class="fa fa-clock-o"></i>24 jan,2018</a>
              
                        <blockquote class="blockquote">
   
    
  
                  <p> 

                    तिमनगढ़ <a>राजस्थान</a> के कुछ प्राचीन दुर्गो में से एक है जो <a>करौली</a> से 42 किमी दूर<a> मासलपुर</a> कस्बे के पास भोजपुर गांव के  पूर्व में सागर की पार पर  बीहड़ो में स्थित है । 
                      इस किले का निर्माण यदुवंशी<a> राजा तीमन पाल जी</a> के द्वारा  बेरागी साधू<a> मेंडकिदास</a> के आशीर्वाद से प्राप्त <a>पारस पत्थर</a> की सहयता से सन् 
                      1048 में शुरू किया था जोकि सन् 1058 में पूर्ण होना बताया जाता है । 
                      तिमनपाल जी ने अपना राज्य भरतपुर, अलवर ,धौलपुर और हरियाणा तक विस्तृत किया था ।
                                    </p>
                            <p>
                                तिमनपाल जी ने अपना राज्य भरतपुर, अलवर ,धौलपुर और हरियाणा तक विस्तृत किया था ।
इस दुर्ग में यदुवंशियो(जादौ नो) का दूसरा जोहर भी हुआ था जो कि सन् 1196 में<a> मुहम्मद गौरी </a>और <a>महाराज  कुंवर पाल जी </a>के मध्य हुआ था ।
घोर संग्राम के बाद गौरी ने इस दुर्ग पर कब्ज़ा कर  लिया था , बहुत से<a> यदुवंशी</a> इस युध्द में काम आए और महिलाओ ने जोहर किया था ।
उसके बाद इस किले को सल्तनतकाल में इस्लामाबाद कहा जाने लगा ।

                            </p>
                            <p>
                                तीमन पाल जी ने किले की  बाहरी सुरक्षा के लिए 9 किमी परिधि में उदग्र प्राचीर युक्त परकोटे का निर्माण करवाया था , जिसमे प्रवेश के लिए 2 दरवाजे जगनपौर और सुरजपौर है और इनके अलावा 4 खिड़किया भी है और आंतरिक व्यवस्था के लिए फौजी चौकियाँ स्थापित की एवं प्रजा की सुख सुविधाओ के लिए फर्शबन्दी का बाजार, मंदिर,कुएँ,बावड़ी और ताल बनवाए ।
शाही आवास के लिए दुर्ग के दूसरे किनारो पर प्रासादों का निर्माण करवाया ।
इनके अलावा दुर्ग में ननद-भौजाई के जुड़वाँ कुएँ राजगिरी तेल कुआँ-चाक आमखास प्रासाद मंदिर घुड़साल किलेदार की रहवास के साथ शिल्प भण्डार स्थित है जो की काफी दयनीय हालात में है जोकि दस्युओं की शरणस्थली भी बना हुआ है ।

                            </p>
                            <p>
                                सरकारी संरक्षण के अभाव और पुलिस और सफेदपोशो की साठ-गाँठ से इस दुर्ग अस्तव्यस्त और धराशायी ही नही होना पड़ा बल्कि मूर्ति उत्खनन के कारन सभी जगह खड्डे खोद कर दुर्ग को अपूर्ण क्षति भी पहुचाई जाती है ।
सालो से प्रांतीय और स्थानीय अखबारो में मूर्तिचोरी के समाचार सुर्खियाँ पाते रहने के बाद भी प्रशासन इस दुर्ग के प्रति उदासीन रहा ।
सरकारी सुचना के अनुसार सब कुछ लूट जाने के बाद सन् 2015  में  सरकार ने इसे राजस्थान पुरातत्व विभाग के तहत चिन्हित करते हुए सुरक्षा की व्यवस्था की जा रही है ।

                            </p>
                            <p>
                                तिमंगढ़ के पास सागर के किनारे पर प्रतिवर्ष ज्येष्ठ माह में मेला लगता है ।
बाबा <a>गोमतिदास </a>की साधनस्थली और<a> नटनी की छतरी </a> यह दर्शनीय है ।

                            </p>

               <!--   <img class="img-center" style="width:150px ; height:100px" src="../img/temple/IMG_20180121_153025.jpg" alt="">-->
                            <footer class="blockquote-footer">From Team karaulians<b><asp:Label ID="view" runat="server"></asp:Label></b></footer>
                </blockquote>
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="footer1" Runat="Server">
</asp:Content>

