<%@ Page Title="" Language="C#" MasterPageFile="~/Admin/Admin.Master" AutoEventWireup="true" CodeBehind="AdminIndex.aspx.cs" Inherits="Karaulians.Admin.AdminIndex" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div id="page-wrapper">
        <div class="main-page">
            <div class="panel-body widget-shadow">
                करौली राजस्थान के पूर्वी भाग में स्थित एक ऐतिहासिक नगर है। जोकि जयपुर से 195 किमी दूरी पर दिल्ली मुम्बई रेल मार्ग पर पड़ने वाले हिन्डौनसिटी से 30 किमी दक्षिण में एवं धौलपुर से 105 किमी पश्चिम में और गंगापुरसिटी से 40 किमी पूर्व में चम्बल की घाटी और अरावली पर्वत श्रंखलाओ की गोद में खादड़ों के बीच भद्रावती नदी के किनारे स्थित है इसकी स्थापना 1348 ई. के आसपास यदुवंशी राजा अर्जुन देव ने की थी जिनके बारे में कहा जाता है कि वे भगवान कृष्ण के वंशज थे। सन् 1818 में करौली राजपूताना एजेंसी का हिस्सा बना और सन् 1947 में भारत की आजादी के बाद यहां के शासक महाराज गणेश पाल देव बहादुर ने भारत का हिस्सा बनने का निश्चय किया। इसके बाद 13 मार्च 1948 को अलवर।भरतपुर । धौलपुर और करौली रियासतो को मिला कर एक संघ बनाया गया जिसे मत्स्य संघ का नाम दिया गया इसके बाद 7 अप्रैल 1949 में मत्स्य संघ का राजस्थान संघ में विलय हुआ और करौली राजस्थान राज्य के सवाई माधोपुर जिले का हिस्सा बना। करौली जिले का गठन 19 जुलाई 1997 को 32वें जिले के रूप में हुआ था इस जिले को प्रशासनिक दृष्टि से 6 तहसील, 5 पंचायत समिति और 3 नागरपालिकाओ में विभक्त किया था जो इस प्रकार है तहसील :- करौली। हिंडौन। मंडरायल। सपोटरा। नादौती और टोडाभीम
            </div>
        </div>
    </div>
</asp:Content>
