<%@ Page Title="" Language="C#" MasterPageFile="~/homeHindi.Master" AutoEventWireup="true" CodeBehind="bahadurpur_hindi.aspx.cs" Inherits="Karaulians.bahadurpur_hindi" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
     <title>Karaulians |Home|bahadurpur_hindi</title>
    <meta name="description" content=" karauli's old forts and historical tourist palace">
  <meta name="keywords" content="bahadurpur,bahadurpur karauli,karauli fort,karauli's tourist palace,karauli ">
  <meta name="author" content="team karaulians">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="body" Runat="Server">

       <ol class="breadcrumb">
                  <li><a href="Default.aspx"><i class="fa fa-home"></i>Home<i class="fa fa-angle-right"></i></a></li>
                  <li><a href="#">wellcome to karaulians<i class="fa fa-angle-right"></i></a></li>
                  <li class="active"> बहादुरपुर का क़िला </li>
                </ol>
    
                        <blockquote class="blockquote">
                <h2 class="post_title wow ">बहादुरपुर का क़िला  </h2>
                <a href="#" ><i class="fa fa-user"></i>Team Karaulians</a>&nbsp; &nbsp;  <a href="#" ><i class="fa fa-clock-o"></i>24 jan,2018</a>
    
    
   
    
  
                  <p> 

                  <a>  करौली</a> ज़िला मुख्यालय से 15 किलोमीटर दूर <a>मण्डरायल</a> मार्ग पर ससेडी गांव के पास जंगल के  सुनसान वातावरण में 10किमी अंदर 
                      स्थापित  बहादुरपुर का क़िला अपनी बेजोड़ राजपूती स्थापत्य कला और अपने अविस्मरणीय इतिहास को अपने अंदर समाहित किये हुए अटल खड़ा हुआ है ।
                       इसका निर्माण यदुवंशी<a> राजा तिमनपाल</a> के पुत्र बाधराज(नागराज)के द्वारा सन् 1090 (संवत 1148) में किया गया था । 
                      उसके बाद इस किले का विस्तार<a> महाराजा गोपालदास </a>(सन् 1532-1568) ने करवाया था |
                      लेकिन यहाँ पहला राज्याभिषेक <a>महाराजा द्वारिकादास जी </a>का सन् 1568 (सम्वत 1626) में हुआ था ।
                  </p>
                            <p>
                                यह दुर्ग  सन् 1568 से सन् 1651 तक करौली कहे जाने वाले क्षेत्र की राजधानी रही थी ।
इस दुर्ग में पहाड़ी पर एक बड़ा दरवाजा है जिसके दोनों तरफ सुरक्षा प्रहरियो के लिए स्थान हैं ।
अंदर एक बावड़ी बनी हुई है जिसके पास में कुँआ है ।
बावड़ी के पास सहेलियों की बावड़ी अलग से है ।
जोकि किले पर अतिक्रमण के कारण अपने अंतिम समय की और अग्रसर है इनके सामने ऊँचा बड़ा प्रवेश द्वार है जोकि करौली क्षेत्र के पत्थरों का  अदभुत और  कलात्मक निर्माण है ।
अंदर चौक के सामने चार खंभों पर दो मंजिला निर्माण है जो की नृप गोपाल भवन कहलाता है इसके साथ ही जनाना  रहवास की इमारतें है ।

                            </p>
                            <p>
                                दुर्ग में 2 मंदिर भी थे जिनमे एक  गोपाल जी का मंदिर था जिससे यहाँ के राजा गोपालदास जी <a>दौलताबाद </a>से लाए थे वह अब करौली में <a>मदन मोहन जी</a>
                                 के बायीं और स्थापित है । किले के अंदर आमखास का रास्ता है जिसमे बिना कोई लेंटनर् लगाए 100 चीरी जोकि 18 फ़ीट लंबी और 1फीट के आसपास मोटी है 
                                जिसे  बिना क्रेन के उठाना असंभव लगता है जोकि आज भी लगी हुई है यह देखने वालो आश्चर्यचकित कर देती है ।

                            </p>
                            <p>
                                किले के निचे बरखेडे की नदी बहती है जिसके दूसरी तरफ बहादुरपुर के अन्य निर्माण भी दिखलाई देते है । 
                                आमखास के पास<a> पंचवीर की छतरी</a> भी है जोकि<a> मगदराय जी </a>बाबोसा की छतरी भी कहलाती है । 
                                जिनके बारे में कहा जाता है कि वह यहां के राजा द्वारिकदास जी के स्वर्गारोहण के बाद उनके कुछ सामंतो ने विद्रोह कर दिया था 
                                गद्दी हड़पने के लिए जिसे दबाने के लिए युद्द हुआ था । जिसमे मगदराय जी का सर काट दिया गया और धड़ बगैर सर के लड़ता हुआ
                                 आमखस के पास पहुच गया जहा पर छतरी बनी हुई है एवम् इसके अलावा यहां के ग्रामीणों से ज्ञात हुआ के यहा कभी हथियारो का
                                 कारखाना भी हुआ करता था जिसके अवशेष <a>करौलीन्स </a>की टीम को वहां मैदान में बिखरे पडे हुए लौह खंडो के रूप में मिले है।

                            </p>
                            <p>
                                जयपुर की राजकुमारी रसकंवर को यहाँ के<a> राजा गोपालदास जी </a>शादी करके लाए थे  और जयपुर <a>महाराज सवाई जय सिंह</a> जी 
                                भी यहां तीन माह मेहमान बनकर रहे थे। 
                                इनके अलावा यहां जोधपुर के राजा जसवंत सिंह का भी ससुराल था महाराज अजीत सिंह की माँ यही की राजकुमारी थी । 
                                एवम् यहां के<a> राजा मुकुंददास</a> के समय की एक किवदंती बहुत प्रसिद्व है कि यह आने वाली एक बारात को विदाई का मुहर्त 
                                निकल जाने के पश्चात तीन महीनो तक अपने यहा मेहमान बना कर रखा और सेवको को आदेश दिया की रोजाना प्रयोग हुए बर्तनों
                                 को घूरे में फेंको और नये बर्तन में परोसो इस प्रकार तीन माह तक यह क्रम चला आज भी दुर्ग के पास पीतल के बर्तनों के अवशेष मिलते है । 
                                बहादुरपुर का नाम गोपालपुर व बैकुण्ठपुर  भी जाना जाता है ।

                            </p>
                            <p>
                                आज यह दुर्ग सरकारी उदासीनता और असामाजिक तत्वो के कारण समय से पूर्व ही जीर्ण शीर्ण अवस्था में पहुच गया है 
इस किले पर जब करौलीअन्स की टीम गई थी तब वहा सूर्य पोल और सहेलियों बावड़ी पर अतिक्रमण दृष्टिगोचर हुए लोगो ने दुर्ग के अंदर खेती करना  शुरु कर दिया है ।

अगर सरकारी महकमो ने इस ऐतिहासिक ईमारत पर ध्यान नही दिया तो यह भी कुछ समय पश्चात धूमिल हो जाएगी


                            </p>
               <!--   <img class="img-center" style="width:150px ; height:100px" src="../img/temple/IMG_20180121_153025.jpg" alt="">-->
                            <footer class="blockquote-footer">From Team karaulians<b><asp:Label ID="view" runat="server"></asp:Label></b></footer>
                </blockquote>         

</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="footer1" Runat="Server">
</asp:Content>
