<%@ Page Title="" Language="C#" MasterPageFile="~/homeHindi.Master" AutoEventWireup="true" CodeBehind="kailadevi_hindi.aspx.cs" Inherits="Karaulians.kailadevi_hindi" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
     <title>Karaulians |Home|kailadevi_hindi</title>
    <meta name="description" content=" karauli's kailadevi is most femas temple in north india">
  <meta name="keywords" content="kailadevi,kailadevi karauli,kailadevi temple,kailadevi tourist palace,kaila maa,kailadevi temple ">
  <meta name="author" content="team karaulians">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="body" Runat="Server">

    
      <ol class="breadcrumb">
                  <li><a href="Default.aspx"><i class="fa fa-home"></i>Home<i class="fa fa-angle-right"></i></a></li>
                  <li><a href="#">wellcome to karaulians<i class="fa fa-angle-right"></i></a></li>
                  <li class="active"> कैला माता का इतिहास  </li>
                </ol>
    <blockquote class="blockquote">
                <h2 class="post_title wow ">कैला माता का इतिहास  </h2>
                <a href="#" ><i class="fa fa-user"></i>Team Karaulians</a>&nbsp; &nbsp;  <a href="#" ><i class="fa fa-clock-o"></i>27 jan,2018</a>
              
                        
   
    
  
                  <p> 

                   कैलादेवी मंदिर राजस्थान राज्य के करौली जिले में स्थित एक प्रसिद्ध धार्मिक स्थल है जो कि करौली जिला मुख्यालय से 30 किमी की दुरी पर स्थित है ।
यहां प्रतिवर्ष मार्च अप्रैल माह में मेला भरता है । जिसमे राजस्थान,हरियाणा,दिल्ली,मध्यप्रदेश,उत्तरप्रदेश के तीर्थ यात्री आते है ।

                  </p>
               <!--   <img class="img-center" style="width:150px ; height:100px" src="../img/temple/IMG_20180121_153025.jpg" alt="">-->
        <p>
            मुख्य मंदिर संगमरमर और लाल पत्थर से निर्मित है ।
जिसका निर्माण महाराज भौम पाल जी ने सन् 1600 में करवाया था ।
जिसमे कैला माँ और चामुंडा देवी की प्रतिमाए है ।
कैला माँ की आठ भुजायें और सिंह पर सवारी करते हुए की मूर्ति है । प्राप्त जानकारियों के हिसाब से कैला माँ की मूर्ति नगरकोट से आई हुई बताया जाता है । और चामुंडा माँ की मूर्ति  बासीखेड़ा ग्राम से लाई गई थी 

        </p>
        <p>
            इनके अलावा कैला माँ के बारे में श्रीमद भागवत पुराण में लेख आता है कि जब मथुरा के राजा कंस ने वासुदेव के 6 पुत्रों को मार दिया तथा सातवें पुत्र बलरामजी को योगमाया ने संकर्षण द्वारा वसुदेवजी की पहली पत्नी रोहणी के गर्भ में स्थापित कर दिया |8वे गर्भ में स्वयं भगवान नारायण के अवतार श्री कृष्ण ने जन्म लिया |
जिस रात को माता देवकी के गर्भ से श्री कृष्ण का जन्म लिया था | उसी रात नंदबाबा और यशोदा मैया के यहां योगमाया का कन्या के रुप में जन्म हुआ था |आधी रात को ही श्री कृष्ण को वासुदेव गोकुल नन्दबाबा के यहां ले गये तथा वहां से उस कन्या को अपने साथ मथुरा के कारागृह मे ले गये | जब कंस ने उस कन्या को मारने के लिये  पृथ्वी पर पटकना चाहा लेकिन वो कन्या उससे पूर्व एक अलौकिक प्रकाश हो गयी | उस कन्या ने कंस को बताया कि उसको मारने वाला जन्म ले चुका हैं और पूर्णतः सुरक्षित हैं |
कंस को उसके काल के बारे में बताकर वो कन्या अन्तर्धयान हो गयी | उसी योगमाया की शक्ति कलान्तर में करौली के वनो में दनवो के अत्याचारों से अपने भक्तो की रक्षा के लिये प्रकट हुयी |यही मूर्ती कैला माँ  (करौली वाली माँ)कहलायी | 
        </p>
        <p>
            करौली के तात्कालिक महराजाधिराज गोपालदास ने कैला माँ का बडा मन्दिर बनवाया | बासीखेडा गांव से चामुण्डा माता के विग्रह को लाकर कैला माँ के बगल में पधराया|
चैत्र माह में कृष्णपक्ष की द्वादशी से शुक्ल पक्ष की द्वादशी तक कैला माँ का मेला भरता है |रियासत काल में प्रत्येक मास की शुक्लपक्ष में राजा अवश्य माँ के दर्शन करने जाते थे | कैला माँ के भवन में गये जाने वाले लोकगीत लांगुरिया पुरे मेले में गाये जाते थी |

        </p>
        <p>
             माँ राजराजेश्वरी कैला देवी जी का पावन धाम ( मंदिर ) कालीसिल नदी के किनारे त्रिकूट पर्वत पर स्थित है , मगर कुछ भक्तो के मन में यह सवाल रह रह कर उठता है कि कालीसिल नदी का नाम कालीसिल क्यो और कैसे पडा ???
तो आइये कैला मैया जी के आदेश पर करौलीन्स टीम थोडा बहुत बताने का  प्रयास करती है "

        </p>
        <p>
            कहा जाता है कि कैला देवी धाम के पास ही एक लोहर्रा नामक गांव था जो  जंगल में बसा था जहां के लोग खेती ,बाडी , और पशु पालन करके अपना घर चलाते थे , अचानक एक दिन उस गाँव में लोहासुर नामक दानव आ गया और लोगो को परेशान करने लगा गांववालो के पशु मवेशियां तथा बूढे बच्चो को मार कर खाने लगा , उस गाँव के लोग उस दानव से बहुत ही परेशान हो गये तभी एक दिन किसी ने उन गांववालो को बताया कि यहा से कुछ दूर कैला नामक गांव के पास ही बाबा केदार गिरी नामक एक तपस्वी अपनी गुफा में रहते है और वो माँ जगदम्बा शेरावाली के बडे ही उपासक ( भक्त ) है , उनके पास आप लोग जाये वो कोई न कोई रास्ता जरूर निकालेगें तब सभी गांववाले बाबा केदार गिरी गुफा गये और बाबा केदार गिरी से प्रार्थना की महाराज आप तो शक्ति के उपासक है , माँ जगदम्बा से कह कर इस अत्याचारी दानव का अंत करें ये हम लोगो को जीने नही दे रहा है लगभग इसके डर से आधा गांव खाली हो गया है , तब बाबा केदार गिरी जी ने सभी लोगो से कहा कि आप लोग घर जाये में आदिशक्ति जगदम्बे से इस दानव के अत्याचार से मुक्ति पाने की प्रार्थना करूगा , बाबा केदार गिरी जी ने माँ जगदम्बा की घोर तपस्या की कुछ दिनो के बाद माता ने प्रसन्न होकर एक 8 साल की कन्या के रूप में दर्शन दिये और बाबा केदार गिरी के कहने पर माता ने आदेश दिया कि में जल्द ही उस अत्याचारी दानव का संहार करूगीं "
एक दिन अचानक माता का उस दानव से आमना - सामना हो गया , कन्या रूप में माता को देखकर वह दानव खाने को दौडा , माता ने उस दानव से कहा कि मूर्ख रूक जा नही तो तेरी मौत निश्चय है मगर वो ही माना तो जगतजननी माँ आदिशक्ति जगदम्बा को गुस्सा आया और वो अपने असली रूप माँ " काली " के रूप में प्रगट हुई और उस दानव का संहार किया , जहा पर माता ने उस लोहासुर नामक दानव का संहार किया था वहा पर आज भी उस दानव के और सिंह ( शेर ) के पैरो के निशान आज भी मौजूद बने है , माता ने जब दानव का संहार किया तो माता के हाथ उस दानव के खून से रंग गये तो माँ भगवती आदिशक्ति जगदम्बा ने अपने हथ धोने के लिये सिला ( पत्थर ) को तोड कर पानी निकाला ,
अत: माँ जगदम्बा ने काली का रूप धरकर दानव का संहार किया और उस सिला ( पत्थर ) को तोडकर पानी निकाला जहा पर आज नदी बह रही है बस इसी कारण उस नदी का नाम कालीसिल नदी कहा जाता है , क्यो कि जिस स्थान पर माता का पावन धाम है वहा पर पहले बहुत ही खतरनाक  जंगल था , पत्थरों की बडी बडी चट्टाने थी
        </p>
        <p>
             आज भी करौली जिले में बडे बडे पत्थरों की चट्टाने देखने को मिलती है , जैसे कि - करौली और मण्डरायल रोड पर ऊंची नीची पत्थरों की घाटियां  देखने को मिलती है , कैला देवी धाम में पुल मिलता है वही पर दानव के पैरो के निशान है और माता के भवन के पास बहोरा भक्त जी के मंदिर के बगल से एक गली गयी है कुछ दूरी पर वहा पर माता के पावन चरणो के चिन्ह आज भी बने हुये है , जिसे दानवदह कहते है , उसी रास्ते में माता काली और शिव जी का भी मंदिर बना हुआ है ,
इनके अलावा मंदिर से 3 किमी दूर स्थित केदारगिरि की गुफा भी दर्शनीय है ।

        </p>
        <p>
            वर्तमान समय में कैलादेवी मंदिर को ट्रस्ट द्वारा संचालित किया जाता है जिसके सोल ट्रस्टी महाराज श्री कृष्ण चंद्र पाल जी है ।
        </p>
                            <footer class="blockquote-footer">From Team karaulians<b><asp:Label ID="view" runat="server"></asp:Label></b></footer>
                </blockquote>



</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="footer1" Runat="Server">
</asp:Content>

