<%@ Page Title="" Language="C#" MasterPageFile="~/homeHindi.Master" AutoEventWireup="true" CodeBehind="karauli_distict_hindi.aspx.cs" Inherits="Karaulians.karauli_distict_hindi" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <title>Karaulians |Home|</title>
    <meta name="description" content=" karauli distirct is located in rajasthan">
  <meta name="keywords" content="karauli,karauli district ,karauli temple,karauli's tourist palace,karauli city,karauli history ">
  <meta name="author" content="team karaulians">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="body" Runat="Server">

      <ol class="breadcrumb">
                  <li><a href="Default.aspx"><i class="fa fa-home"></i>Home<i class="fa fa-angle-right"></i></a></li>
                  <li><a href="#">wellcome to karaulians<i class="fa fa-angle-right"></i></a></li>
                  <li class="active"> करौली का परिचय </li>
                </ol>
                <h2 class="post_title wow ">करौली का परिचय   </h2>
                <a href="#" ><i class="fa fa-user"></i>Team Karaulians</a>&nbsp; &nbsp;  <a href="#" ><i class="fa fa-clock-o"></i>24 jan,2018</a>
              
                        <blockquote class="blockquote">
   
    
  
                  <p> 

                    <a> करौली</a> जिला राजस्थान के पूर्वी भाग में स्थित एक ऐतिहासिक नगर है। 
                      जोकि <a>जयपुर</a> से 195 किमी दूरी पर दिल्ली मुम्बई रेल मार्ग पर पड़ने वाले <a> हिन्डौनसिटी</a> से 30 किमी दक्षिण में एवं <a> धौलपुर</a> 
                      से 105 किमी पश्चिम में और गंगापुरसिटी से 40 किमी पूर्व में चम्बल की घाटी और अरावली पर्वत श्रंखलाओ की गोद में खादड़ों 
                      के बीच<a> भद्रावती नदी</a> के किनारे स्थित है ।
                  </p>
                            <p>
                                इसकी स्थापना 1348 ई. के आसपास यदुवंशी<a> राजा अर्जुन देव </a> ने की थी जिनके बारे में कहा जाता है कि वे <a>भगवान कृष्ण </a>के वंशज थे। 
सन् 1818 में<a> करौली राजपूताना एजेंसी </a>का हिस्सा बना और 
 सन् 1947 में भारत की आजादी के बाद यहां के शासक <a>महाराज गणेश पाल देव बहादुर</a> ने भारत का हिस्सा बनने का निश्चय किया। 

                            </p>
                            <p>
                                इसके बाद 13 मार्च 1948 को <a>अलवर</a> , <a>भरतपुर </a>,<a> धौलपुर</a> और<a> करौली</a> रियासतो को मिला कर एक संघ बनाया गया
                                 जिसे<a> मत्स्य संघ </a>का नाम दिया गया इसके बाद 7 अप्रैल 1949 में मत्स्य संघ का<a> राजस्थान संघ</a> में विलय हुआ और करौली राजस्थान
                                 राज्य के<a> सवाई माधोपुर</a> जिले का हिस्सा बना।
करौली जिले का गठन 19 जुलाई 1997 को 32वें जिले के रूप में हुआ था 
इस जिले को प्रशासनिक दृष्टि से 6 तहसील, 5 पंचायत समिति और 3 नागरपालिकाओ में विभक्त किया था
जो इस प्रकार है 
तहसील :- <a>करौली</a>,<a> हिंडौन</a>,<a> मंडरायल</a>,<a> सपोटरा</a>, <a>नादौती</a> और<a> टोडाभीम</a>
पंचायत समिति :- <a>करौली</a>,<a> हिंडौन</a>, <a> सपोटरा</a>, <a>नादौती</a> और<a> टोडाभीम</a>
नगर पालिका :- करौली, हिंडौन, टोडाभीम  (करौली अब नगर परिषद् है )

                            </p>
                            <p>
                                करौली का कुल क्षेत्रफल 5070 वर्ग किमी² रहा 
सन् 1991 की जनगणना की रिपोर्ट के मुताबिक करौली की कुल आबादी 9.28 लाख थी जिसमे शहरी 126524 एवम् ग्रामीण 801195 थी जोकि अब  1,458,248 (2011 के अनुसार ) हो गई है तथा आबाद गाँवो की संख्या 750 है ।



एवम् भौगोलिक दृष्टि से इस जिले में पहाड़ी पठार और खदारनुमा भूमि है ।
 पहाड़ी क्षेत्र उत्तरी सीमा पर है जहा कई पहाडी श्र्ंखलाएँ बराबर में दूर तक फैली हुई है । 
यह कोई अधिक ऊँचा पहाड़ तो नही है पर कुछ पहाड़ है जो की समुद्रतल से 800 से 1400 फीट ऊंचाई के है चम्बल नदी की तरफ ऊँची दिवार की तरह चट्टानो की कतार जो की मंडरायल और करनपुर क्षेत्र में देखने को मिलती है , करौली शहर की भूमि भी ऊँची नीची एवं दरार पूर्ण है ।

                            </p>
                            <p>
                                सांस्कृतिक दृष्टि से भी करौली जिले में अनेक विभिन्नताए पाई जाती है ।
सम्पूर्ण क्षेत्र में ब्रज संस्कृति का प्रभाव देखने को मिलता है , यहाँ करौली में श्री कृष्ण के छोटे बड्डे कुल 500 मन्दिर है और इतने ही हनुमान जी के भी है ,  इसके अलावा यहा जैन धर्म से जुड़े 4 मंदिर है जिनमे सदर बाजार स्थित जैन मंदिर(पोपो बाई का) में श्री नेमीनाथ और पश्र्वनाथ की प्रतिमा मुख्य है ।  यह 1215 और 1117 ईस्वी की बताई जाती है ।  इनके अलावा यह मुस्लिम सम्प्रदाय की 15 मस्जिदे स्थित है ।

                            </p>
                            <p>
                                इनके अलावा इस जनपद में यह के शासको की कुल देवी अंजनी माँ का मंदिर और 11वीं शताब्दी का कैलादेवी मंदिर , करनपुर में स्थित गुमाँनो माताजी का मंदिर , खोहरि माँ का मंदिर , श्री महावीर जी के मंदिर , हरदेव जी मंदिर, घाटा बालाजी,जगदीशजी का मंदिर,नरसिंह जी का मंदिर,मदनमोहन जी, कल्याणरायजी का मंदिर और भी अन्य मंदिर यह स्थित है जिनकी वजह से करौली को लघु काशी या मिनी व्रन्दावन भी कहा जाता है ।
                            </p>
                            <p>
                                 इनके अलावा यहां भू गर्भ में पाए जाने वाले खनिज  से भी करौली को देश विदेश में पहचाना जाता है ।
यहां का सिलिका स्टोन से वाहनों के सीसे बनाने का कार्य व्यापक रूप से किया जा रहा है तो सेण्ड स्टोन से निर्मित अनेक ऐतिहासिक एवं आधुनिक इमारतें करौली के वैभव को बयान करती है। एवं यह का लाल पत्थर अपने गुणों के कारण विदेशो म भी ख्याति प्राप्त है दिल्ली का और आगरे का लाल किला इसी पत्थर से बना हुआ है ।
पत्थर का धंधा इस क्षेत्र का सबसे बडा और पुराना धंधा है जोकि दस्यु आतंक की वजह से समाप्ति की और अग्रसर है और जो चल रहा है उसे ठेकेदार और दस्युओं के आपसी तालमेल या रजनैतिकता पर निर्भर कहा जाए तो कोई आश्चर्य का विषय नही होगा ।

                            </p>
                            <p>
                                यहां के साहित्यकारों और कलाकारों ने इस माटी की सुगंध को पहचान दिलाई है और यहां के आचार-विचार एवं संस्कारों को राष्ट्रीय पहचान दिलाने में अपना सराहनीय योगदान दिया है तो ग्रामीण क्षेत्र में से बड़कर यहां के खिलाडियों एवं देश सेवा में सम्मिलित सैनिकों ने इस धरती का मान बढाया है। धार्मिक और साम्प्रदायिक सदभाव की अनूठी मिसाल पेश करते हुए नयनप्रिय पर्यटकीय वैभव से अंलकृत इस भूमि का मन और बढ़ाया हैं ।
                            </p>
               <!--   <img class="img-center" style="width:150px ; height:100px" src="../img/temple/IMG_20180121_153025.jpg" alt="">-->
                            <footer class="blockquote-footer">From Team karaulians<b><asp:Label ID="view" runat="server"></asp:Label></b></footer>
                </blockquote>

</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="footer1" Runat="Server">
</asp:Content>

